<template>
<svg width="100" height="100" xmlns="http://www.w3.org/2000/svg" xmlns:svg="http://www.w3.org/2000/svg" enable-background="new 0 0 808.9 458.9" xml:space="preserve">
 <title>Республика Крым</title>
 <g class="layer">
  <!-- <title>Layer 1</title> -->
  <path d="m12.44,7.37l8.88,0l4.44,2.96l5.55,0.74l0,-3.33l4.81,-0.74l2.96,4.81l12.21,0l0.37,-4.07l4.44,1.11l0,7.77l5.18,4.81l-2.96,7.4l5.92,5.92l0,10.73l1.48,4.07l-1.85,4.81l-2.96,4.07l4.44,4.44l1.85,4.44l7.4,2.22l7.77,1.11l9.25,15.54l-5.55,0.74l-4.81,4.81l-9.62,-3.33l-7.4,-6.66l-1.48,-4.07l-0.74,-3.7l-4.81,-3.33l-9.62,2.22l-6.29,-3.33l-7.77,-4.44l-11.1,1.85l-8.14,-1.48l-3.7,-6.29l-2.59,-9.62l5.92,-0.37l7.03,-8.51l1.85,-8.88l-0.74,-4.44l0,-6.29l-3.7,-5.92l-5.92,-4.44l0,-3.33z" data-code="RU-CR" data-title="Республика Крым" id="RU-CR"/>
 </g>

</svg>
</template>